<template>
	<view class="service-argeement">
		<view class="service-argeement-title">
			消防学院服务协议
		</view>
		<view class="catalog">
			更新时间：2020年07月09日
		</view>
		<view class="catalog">
			1. 导言 
			1.1 本协议是用户（以下也称“您”）与上海赛弗实业有限公司（以下也称“消防学院”）之间的协议，消防学院将严格依照本协议条款提供产品与/或服务。本协议条款构成您使用消防学院所提供的产品与/或服务及其衍生服务之先决条件，您应当在仔细阅读、充分理解本协议后使用消防学院的产品与/或服务，您使用消防学院提供的产品与/或服务的行为（包括下载、安装、启动、浏览、注册、登录、使用等），都表示您同意本协议的全部条款；如果您不愿意接受本协议的任一条款，您应不使用或立即停止使用消防学院提供的产品与/服务。消防学院上出现的相关提示、规则等均构成您使用消防学院的产品与/或服务的相关规则的一部分，与本协议具有同等效力。
			1.2 在您接受本协议之后，本协议可能因国家政策、产品与/或服务以及履行本协议的环境发生变化而进行修改，修改后的协议发布在消防学院的适当位置。如您在本协议更新后继续使用消防学院的产品与/或服务，即表示您已充分阅读、理解并接受更新后的本协议并愿意受更新后的本协议约束。
			1.3 本协议所称“用户”，包括注册用户及未注册用户。凡未注册消防学院的产品与/或服务的用户，自下载或安装消防学院的产品与/或使用消防学院的服务时即自动成为消防学院的“非注册用户”，须遵循除本协议用户注册规定以外的其他所有条款。
			1.4本协议所称“消防学院”，是指包括上海赛弗实业有限公司及其关联公司。关联公司是指在现在、将来控制上海赛弗实业有限公司、受上海赛弗实业有限公司控制或与上海赛弗实业有限公司处于共同控制下的公司、机构。控制指通过所有权、有投票权的股份、合同、实际运营关联或其他被依法认定的方式直接或间接地拥有影响被控制对象管理/经营的能力。
			1.5 消防学院需要特别提醒您的是：由于消防学院的产品和服务较多，为您提供的产品和服务内容也有所不同，本协议为消防学院统一适用的一般性用户服务条款。针对消防学院的某些特定产品与/或服务，消防学院还将制定特定的用户产品与/或服务协议，以便更具体地向您阐明消防学院的产品与/或服务内容、规则等，您应在充分阅读并同意特定的产品与/或服务服务协议的全部内容后再使用该特定产品与/或服务。
			1.6 如果您为未成年人，请在监护人的陪同下阅读本协议，并特别注意未成年人条款。未成年人行使和履行本协议项下的权利和义务视为已获得了监护人的认可。
			1.7 消防学院在此善意的提醒您，本协议与您的权益（可能）存在重大关系，请您一定留意仔细查阅。同时，双方同意所有条款不属于“免除其责任、加重对方责任、排除对方主要权利”的条款，即您和消防学院均认可前述条款的合法性及有效性，您不会以消防学院未尽到合理提示等义务为由而声称协议中条款非法或无效。
			1.8 如您在阅读本协议过程中有任何疑惑或其他相关事宜的，消防学院为您提供了多种反馈渠道，详见“联系方式”章节，消防学院会尽快为您作出解答。
		</view>
		<view class="catalog">
			2. 服务说明
			2.1 消防学院向用户提供的产品与/或服务，包括但不限于：
			2.1.1 消防学院直接所有或运营的任何网站包括但不限于消防学院网站
			2.1.2 消防学院直接拥有或运营的客户端包括但不限于PC、手机、平板等全部终端客户端产品（也称“消防学院客户端”）；
			2.1.3 消防学院平台的用户积分服务（也称“积分服务”）；
			2.1.4 消防学院提供的其他产品和/或服务。（以上产品、服务统称为“消防学院的产品与/或服务”，上述产品、服务所在的平台统称“消防学院的平台”）
			2.2 本协议适用于消防学院的所有产品与/或服务，包括但不限于软件、网站、服务以及包含的相关产品或服务功能，用户终端包括但不限于PC端、移动终端等。
			2.2 本协议适用于消防学院的所有产品与/或服务，包括但不限于软件、网站、服务以及包含的相关产品或服务功能，用户终端包括但不限于PC端、移动终端等。
			2.3 消防学院的产品与/或服务，均仅限于用户在消防学院的平台使用，任何以恶意破解等非法手段将消防学院的产品与/或服务与消防学院的平台分离的行为，均不属于本协议中约定的消防学院的产品与服务。由此引起的一切法律后果由行为人负责，消防学院将依法追究行为人的法律责任。
			2.4 消防学院官方公布的方式为下载、安装、启动、浏览、注册、登录、使用消防学院服务的唯一合法方式，用户通过其他任何未经过消防学院合法授权的渠道、任何途径、任何方式获取的消防学院的产品与/或服务均为非法取得，消防学院概不承认其效力，且一经发现消防学院有权立即做出删除、取消、清零、封号等处理，任何因此导致的一切不利后果均由用户自行承担。
			2.5 用户有权在消防学院授权的范围内使用其合法获得的消防学院账号及账号下积分等，但是用户确认其仅享有上述服务和产品的使用权，上述服务和产品及其衍生物的所有权及知识产权均归消防学院所有或拥有合法授权（但是经合法渠道取得的实体产品所有权以及账号下归属于用户的个人财产、消防学院另有说明的其他权益除外）。消防学院有权在法律允许的最大范围内根据实际情况自行决定收回上述使用权而无需通知用户，亦无需征得用户同意。
			2.6 消防学院有权修改、替换、升级与消防学院提供的任何产品与/或服务和/或上述产品与/或服务相关的任何软件。如果用户不同意消防学院提供的任何产品与/或服务和/或上述产品与/或服务相关软件的修改、替换、升级，请直接拒绝、停止、取消，否则视为用户同意消防学院提供的任何产品与/或服务和/或上述相关软件的修改、替代、升级，同时前述修改、替换、升级不影响本协议的效力。
		</view>
		<view class="catalog">
			3. 服务使用规则
			3.1 用户在申请注册使用消防学院产品与/或服务时，必须向消防学院提供完整、真实、准确、合法、有效、最新的个人资料。如果上述信息发生变化，用户应及时更改。并保证上述资料系用户本人的真实资料，不得冒用他人身份或使用他人邮箱、手机号码等注册消防学院账号。如果因注册信息不真实或更新不及时或冒用行为等导致的账号纠纷或引发的相关问题，消防学院不负任何责任。同时，消防学院有权选择根据实际情况暂时或永久封停此账号。
			3.2 用户仅可自行在消防学院的官方渠道注册成为消防学院注册用户。任何通过其他非消防学院官方途径获得的消防学院账号信息（包括但不限于购买、租用、借用、分享等方式获得的消防学院账号信息，以及恶意利用或破坏消防学院注册系统获得的注册账号），消防学院不保证其合法性和正常使用性，由此导致账号被封停、注销或收回的，用户自行承担全部责任。
			3.3 用户应当通过真实身份信息认证注册账号，且用户提交的账号名称、头像和简介等注册信息中不得出现违法和不良信息，消防学院有权对上述信息及用户的真实身份予以审查，如存在上述情况，消防学院有权不予注册。已经注册的，如发现用户以虚假信息骗取账号注册，或其账号头像、简介等注册信息存在违法和不良信息的，消防学院有权不经通知单方采取限期改正、清除、临时封停、永久封停、注销登记、收回等措施。
			3.4 用户不得通过任何手段恶意注册消防学院账号（包括但不限于使用无效未验证邮箱、无效手机号、使用他人身份等恶意注册）或利用消防学院账号进行违法活动、捣乱、骚扰、欺骗其他用户以及其他违反本协议的行为，消防学院有权对上述账号永久封停、注销登记、收回等措施，由此造成损失，由用户自行承担。同时，消防学院有权将上述行为移交有权部门处理。
			3.5 消防学院账号所有权归消防学院所有，用户仅拥有消防学院账号的有限使用权。用户需对其享有使用权的账号下所从事的所有行为承担责任，用户应妥善保管自己的账号、密码，不得将消防学院账号转让、出借、出租、售卖或分享予他人使用。否则消防学院有权选择根据实际情况暂时或永久封停此账号，当用户的账号或密码遭到未经授权的使用时，用户应当立即通知消防学院，否则未经授权的使用行为均视为用户本人的行为。消防学院为了保障用户的账号安全可能会定期或不定期采用不同的方式对用户的身份进行验证，包括但不限于要求输入验证码、短消息验证、邮箱认证等。如用户无法完成验证或拒绝验证的，消防学院可合理怀疑用户的账号出现异常或被盗，并暂停向用户提供产品与/或服务及/或采取进一步措施。
			3.6 因非消防学院原因导致的用户账号信息遗失，用户如需找回的，需按照消防学院官方公布的账号找回流程的要求提供相应的信息和证明，并确保提供的信息和证明文件的合法真实有效，若提供的材料不真实或不符合要求，无法通过消防学院账号的安全验证，可能会导致账号找回失败，相应的风险和损失用户自行承担。
			3.7 消防学院为保障为更多的用户提供更优质的服务，用户同意消防学院有权对连续六个月未使用的消防学院账号、通过非法方式获取消防学院账号和违反本用户协议的消防学院账号进行永久注销或收回。
			3.8 用户同意消防学院在提供产品与/或服务的过程中以各种方式投放任何类型的商业信息，用户同意消防学院通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。
			3.9 用户知悉并同意，受限于宽带和网络连接问题，消防学院在提供产品与/或服务的过程中可能会出现需较长时间缓冲或卡顿或其他类似的情况，此类情况并非消防学院过错，消防学院无需就此类情况向用户承担责任。且为了减少甚至避免上述情况的出现，从而进一步提升用户的服务体验，用户确认消防学院可采取一系列技术手段（包括但不限于CDN内容分发网络、P2P网络传输技术、分布式存储等各种已知及未来的技术）对产品与/或服务进行优化。
			3.10 用户知悉并同意，消防学院提供的产品与/或服务需接入互联网方可使用，因此用户需自行承担使用产品与/或服务过程中所产生的上行和下行的网络通信及流量费用，上述费用将由网络运营商收取。用户亦可通过产品与/或服务的设置页面对网络使用信息进行相关设置。
			3.11 用户在使用消防学院的产品与/或服务过程中，应遵守相关的法律、法规；应遵守公共秩序，尊重社会公德，不得危害网络安全，不得利用网络从事危害国家安全、荣誉和利益，煽动颠覆国家政权、推翻社会主义制度，煽动分裂国家、破坏国家统一，宣扬恐怖主义、极端主义，宣扬民族仇恨、民族歧视，传播暴力、淫秽色情信息，编造、传播虚假信息扰乱经济秩序和社会秩序，以及侵害他人名誉、隐私、知识产权和其他合法权益等活动。在任何情况下，消防学院一旦认为用户存在上述行为的，可以在任何时候，不经事先通知终止向该用户提供产品与/或服务。
			3.12 禁止用户利用消防学院提供的产品和服务从事以下行为：
			3.12.1 制作、上传、复制、传送、传播包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料；
			3.12.2 以任何方式危害未成年人；
			3.12.3 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；
			3.12.4 伪造标题或以其他方式操控识别资料，使人误认为该内容为消防学院所传送；
			3.12.5 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送；
			3.12.6 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送；
			3.12.7 将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外；
			3.12.8 跟踪或以其他方式骚扰他人，非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的行为；
			3.12.9 向他人提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具，或明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助的行为；
			3.12.10 利用消防学院提供的服务设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，或利用消防学院的网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息；
			3.12.11 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；
			3.12.12 干扰或破坏消防学院服务或与消防学院服务相连的服务器和网络；
			3.12.13 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范；
			3.12.14 用户需保证其上传内容不得违反广电总局的相关规定，其上传内容应当符合法律、行政法规、部门规章的规定。如用户提供的上传内容含有违反政策法律法规的信息或者内容的，由用户直接承担以上导致的一切不利后果，如因此给消防学院造成不利后果的，用户应负责消除影响，并且赔偿因此导致的一切损失。
			3.12.15 未经消防学院事先明确书面许可，以任何方式（包括但不限于机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件）和任何理由自行或委托他人、协助他人获取平台的服务、内容、数据；
			3.12.16 未经消防学院事先明确授权，以商业性或其他非个人使用等目的为自己或他人获取、使用消防学院的产品与/或服务；
			3.12.17 未经消防学院明确授权，采用收费或免费的方式，在任何公开场合全部或部分展示消防学院的服务内容（但如您的上述行为不构成侵权的除外）；
			3.12.18 通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等违背消防学院提供服务/举办活动的初衷的方式）；
			3.12.19 通过侵犯消防学院或他人合法权益的方式；
			3.12.20 其他未经消防学院明示授权许可或违反本协议、法律法规或监管政策的行为。
			3.13 用户使用消防学院的产品与/或服务在消防学院平台制作、上传、发布、传播的符号、文字、图片、音频、视频等内容的，应保证其上传内容不违反中国大陆地区及使用当地的法律法规及相关规范性文件，亦不侵犯任何第三方的合法权益，否则导致的一切不利后果均由用户自行承担，造成消防学院损失的，还应向消防学院承担赔偿责任。对于相关权利人因用户违反本款约定向消防学院主张权利的，消防学院有权不通知上传用户直接删除、下线、屏蔽相关争议内容。
			3.14 用户对其利用消防学院服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容的行为，独立完整地承担法律责任，包括如造成消防学院损失的，应向消防学院承担赔偿责任。同时：
			3.14.1 为了维护中国大陆地区及用户使用消防学院服务地区的法律法规及相关规范性文件、保护他人的合法权益、维护消防学院的信誉及安全，消防学院有权直接删除用户利用消防学院产品与/或服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容，而无需事先通知用户；
			3.14.2 消防学院有权视情节严重程度对该用户做出封禁ID，扣除、清零积分，暂时停止、永久禁止其利用消防学院产品与/或服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容的处理；
			3.14.3 消防学院的后台记录有可能作为用户违反法律法规、违约、侵权的证据。
			3.15 用户应当保证，不会利用消防学院服务或其衍生服务侵犯消防学院以及他人的合法权益，禁止通过网络漏洞、恶意软件或其他非法手段破坏消防学院的正常经营，窃取、盗用他人的账号及账号下财产等；禁止侵犯他人合法权益的其他内容。否则，消防学院有权根据情节严重而对该用户及用户账号进行冻结、封号等处理。构成犯罪的，消防学院有权移交有权部门处理。
			3.16 用户可以向消防学院提出咨询和获得消防学院服务的合理技术支持，消防学院的此项义务不应超过消防学院的合理承受限度。
			3.17 积分的使用规定：
			3.17.1 用户使用积分参加抽奖、兑换、换购的，消防学院对于所消耗积分不提供操作修改、退还积分服务；
			3.17.2 消防学院有权单方对其提供的积分及积分商品予以定价，并有权根据自身运营需要予以变更，消防学院无需对此行为承担法律责任；
			3.17.3 积分的获得途径、方式、数量、使用方法、有效期限等所有内容以消防学院平台公布、实际展示或消防学院说明为准；
			3.18 VIP会员服务（含自动续费服务）的使用规定：
			3.18.1 “VIP与/或会员服务”是指消防学院的某些产品为VIP与/或会员提供的专属权益；“VIP”或“会员”或“超级会员”是指完成了成为消防学院会员的所有程序且在会员服务期限内遵守相关服务使用规则下享受VIP与/或会员服务的自然人（以下也称“VIP会员”）；
			3.18.2 消防学院为不同类型的VIP会员提供了丰富的VIP会员权益，具体以平台上VIP特权页面的说明或消防学院实际提供为准；
			3.18.3 您知悉并同意，VIP会员服务系网络商品和虚拟商品，采用先收费后服务的方式，会员费用是您所购买的会员服务所对应的网络商品价格，而非预付款或者存款、定金、储蓄卡等性质，VIP会员服务一经开通后不可转让或退款（如因VIP会员服务存在重大瑕疵导致您完全无法使用等除外）；
			3.18.4 VIP会员服务为收费服务，使用该服务前需要支付相应的VIP会员服务费用，您可通过消防学院实际接受的付费方式完成VIP会员费用的支付，如银行卡支付、第三方支付等。除此之外，您也可以通过营销活动、接受礼品卡、接受好友代开会员服务等消防学院认可的途径获取该服务。VIP会员服务（包括自动续费）的收费标准由消防学院根据自身运营策略独立决定（包括费用调整），并在会员费用支付页面向您显示；若在自动续费时/之前，VIP会员服务价格发生调整的，应以消防学院的平台上公示的现时有效的价格为准。您同意您继续操作的行为（包括但不限于点击同意、或继续购买、或完成支付行为、使用VIP会员服务等），即视为您知悉并同意该收费标准；
			3.18.5 某些VIP会员服务为会员提供自动续费服务（如消防学院VIP会员服务），即会员授权消防学院可在会员服务期限即将过期时，委托支付渠道从与会员账号绑定的会员自有充值账户、与会员账号绑定的第三方支付账户、银行卡、与苹果商店账户绑定的支付账户等账户（以下统称“账户”）余额中代扣下一个计费周期的费用。该服务实现的前提是您已将您的会员账号、苹果商店账户与上述账户中的一种进行绑定，且可成功从其上述账户中足额扣款。计费周期会在购买页面展示，会员可自行选择；
			3.18.6 在您开通自动续费服务后，如果消防学院在会员服务期限即将过期前通过您的账户扣款失败的，无论是因金额不足或其他原因，消防学院有权在会员服务期限到期后暂停或终止您对VIP会员服务的使用。但由于自动续费服务需要您主动操作取消，如果您未进行此等操作，则将视为您同意消防学院可依据支付渠道的扣款规则在会员服务期限到期后的一定期限内进行不时的扣款尝试（即使您账户内金额不足）。一旦在此期限内消防学院足额收取了费用，消防学院将恢复您对自动续费服务和VIP会员服务的使用权限；
			3.18.7 在您开通自动续费服务后，您可以随时以任何理由取消自动续费服务。消防学院已在产品内为您详细展示了取消方式及取消步骤，您可至相关页面进行查阅，如您想取消消防学院VIP会员的自动续费服务的，您可查阅消防学院：“常见问题-如何取消自动续费”。如您在取消过程中遇到问题的，可通过本协议提供的方式与消防学院联系。您知悉并同意，虽然您按照前述操作方法取消了自动续费服务，但在取消前已经委托消防学院自动续费的扣款指令仍然有效，消防学院对于基于该指令在取消操作完成前已经扣除的费用不予退还且不予支付任何形式的赔偿/补偿，相关责任与损失由您自行承担；
			3.18.8 关于VIP会员广告权益的特别说明：您在使用消防学院VIP会员服务的过程中，仍可能接触到以各种方式投放的商业性广告或其他类型的商业信息。为VIP会员提供的跳过或关闭广告权益，仅指您在看到广告时，可选择跳过或关闭广告，且您理解并同意部分广告仍会有其他形式的呈现，上述呈现不视为消防学院侵权或违约。消防学院可能有很多方式投放广告或商业信息，如创意中插广告、跑马灯广告、弹窗广告、推送广告等，对此您理解并予以接受，同时消防学院承诺会尽量降低对您的视频观看体验的影响。由于协议篇幅的限制，以上仅向您简单介绍了VIP会员服务相关的总体使用规则要点，更多关于会员服务内容、消防学院与会员的权利、限制、责任等内容，消防学院会通过专门的会员服务协议或规范说明向您展示与说明，其均构成本协议的补充内容，是本协议不可分割的一部分；专门的会员服务协议如与本协议相关内容发生冲突的，以专门的会员服务协议的内容为准。本协议（包括专门的会员服务协议、规范说明等）构成您获取和使用相应VIP会员服务的必要前提条件，您应当在仔细阅读并同意本协议的全部内容后获取和使用VIP会员服务，您的使用行为（包括但不限于支付行为/接受赠与、或完成了成为会员的全部程序而在此过程中未向消防学院提出关于本协议的任何异议、或使用VIP会员服务等）将视为同意本协议（包括专门的会员服务协议、规范说明等）的约束。专门的会员服务协议会在会员购买页面再次向您展示，请您留意查阅，并在阅读全部内容后再购买会员服务。
			3.19 用户在享受消防学院提供的服务时，除需遵守本协议约定的内容外，还需遵守相应服务页面公布的全部约定、协议、规则等。
			3.20 如您在消防学院的平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的服务条款。
			3.21 您知悉并同意，如您存在或消防学院经独立判断后认为您存在任何违反国家法律法规或监管政策、违反本协议或有损消防学院的声誉、利益的行为的，消防学院有权独立决定采取以下一项或多项处理措施：
			3.21.1 如本协议对此行为有单独条款约定处理方式的，按照该条款处理；
			3.21.2 无需通知您而采取一种或多种措施制止您的行为及行为产生的后果，如删除/屏蔽相关链接或内容、限制/取消您的账号/账户使用权限等；
			3.21.3 无需通知您而中断或终止部分或全部服务，且您已交纳的相关服务费用将不予退还或获得任何形式的补偿/赔偿；
			3.21.4 如您的行为使消防学院遭受任何损失的，您应当承担全部损失赔偿责任并在消防学院要求的时限内完成费用支付。
		</view>
		<view class="catalog">
			4. 用户内容的上传与分享
			4.1 用户充分了解并同意，消防学院提供的用户上传、分享、传播信息平台，仅用于用户上传、分享、传送及获取信息，该平台或通过该平台所传送的任何内容并不反映消防学院的观点或政策，消防学院对此不承担任何责任。同时，用户应对该平台的其他用户提供的内容自行加以判断，并承担因使用该内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险，消防学院对此不承担任何法律责任。消防学院有权自行判断是否同意用户发布和分享信息的行为，包括在不通知用户的情况下，进行删除、屏蔽或断开链接等处理，由此产生的损失由用户自行承担。用户知悉并同意，消防学院对用户发布、分享的信息无储存义务，用户应自行备份。
			4.2 除非有相反证明，用户使用消防学院的平台服务上传、发布或传输内容即视为用户是在消防学院的平台上传、发布或传输的内容的著作权人或合法授权人。除双方另有约定外，用户使用消防学院的平台将图片、文字、音频、视频等信息、内容公开发布、传播、分享的行为代表了用户有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予消防学院可对该信息、内容行使除专属于著作权人的权利以外的全部著作权权利，即消防学院可对上述作品行使使用、发布、传播、复制、修改、改编、出版、翻译等权利，并据以创作衍生作品、传播、表演和展示等权利；将信息的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对用户的上传、发布信息进行商业开发的权利；通过有线或无线网络向用户的计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）等提供信息的下载、点播、数据传输、及其相关的宣传和推广等服务的权利。
		</view>
		<view class="catalog">
			5. 用户个人信息保护
			5.1 个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。您在下载、安装、启动、浏览、注册、登录、使用消防学院的产品与/或服务时，消防学院将按照平台公布的《消防学院隐私政策》（以下也称“隐私政策”）的约定处理和保护您的个人信息，因此希望您能够仔细阅读、充分理解隐私政策的全文，并在需要时，按照隐私政策的指引，作出您认为适当的选择。
			5.2 消防学院深知个人信息对您的重要性，因此消防学院非常重视保护您的隐私和个人信息，亦将您的个人信息以高度审慎的义务对待和处理。消防学院不会在未经合法用户授权时主动的公开、编辑或透露其注册资料及保存在本服务系统中的非公开内容。
			5.3 您应当在仔细阅读、充分理解隐私政策后使用消防学院的产品与/或服务，如果您不同意政策的内容，将可能导致消防学院的产品与/或服务无法正常运行，或者无法达到消防学院拟达到的服务效果，您应立即停止访问/使用消防学院的产品与/或服务。您使用或继续使用消防学院提供的产品与/或服务的行为，都表示您充分理解和同意隐私政策的全部内容。
		</view>
		<view class="catalog">
			6. 知识产权
			6.1 受国际版权公约、中华人民共和国著作权法、专利法、及其他知识产权方面的法律法规的保护，消防学院的产品与/或服务及所使用的软件、界面、交互等元素、LOGO、商标、标识、图形、文字、文本、声音、音频、视频、肖像、图片、技术、材料等的所有知识产权归消防学院所有和享有。“知识产权”包括在专利法、版权法、商标法、反不正当竞争法中等法律规定的任何和所有权利、任何和所有其它所有权以及其中的任何和所有应用、更新、扩展和恢复。
			6.2 用户不得修改、改编、翻译消防学院服务所使用的软件、技术、材料等，或者创作与之相关的派生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得其的源代码，否则由此引起的一切法律后果由用户负责，消防学院将依法追究违约方的法律责任。
			6.3 用户只能在本协议以及消防学院明示授权的范围内容使用消防学院提供的产品与/或服务。未经消防学院事先书面许可，用户不得以任何营利性或非营利性的目的修改、复制、传播、传送、发行、转移、销售消防学院产品与/或服务所使用的软件、技术、材料以及产品/服务内容等或创造、制作与这些内容有关的派生产品或衍生品。否则，用户自行承担因此而造成对消防学院或其他人的全部损害。
			6.4 未经消防学院事先书面同意，用户不得删除、掩盖或更改消防学院的版权声明、商标或其它权利声明/标签。消防学院平台所有设计图样以及其他图样、产品及服务名称，均为消防学院所享有的商标、标识，未经消防学院事先书面同意，任何人不得使用、复制或用作其他用途。用户不得对消防学院用于保护产品和服务的任何安全措施技术进行破解、更改、反操作、篡改或其他破坏。
			6.5 经由消防学院产品与/或服务传送的内容，未经消防学院明示授权许可，用户不得进行修改、出租、散布、转载或衍生其他作品。消防学院对其自制内容和其他通过授权取得的独占内容享有完全知识产权，未经消防学院许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯消防学院知识产权的行为。否则，消防学院将追究侵权行为人的法律责任。
			6.6 用户在使用消防学院的产品与/或服务的过程中可能需要下载消防学院的软件，对于该软件，消防学院仅授予用户可撤销的、有限的、不可转让及非排他性的许可。除非消防学院事先明确书面授权，否则用户仅可为非商业的访问/使用产品、服务的目的而使用软件和消防学院提供的产品、服务。
			6.7 消防学院所有和享有的知识产权，不因用户的任何使用行为而发生权利转移。
		</view>
		<view class="catalog">
			7. 广告、第三方链接
			7.1 消防学院保留通过相关页面关联或展示广告、广告链接的权利，其方式和范围可不经向用户通知而变更。用户不得以任何方式修改、移除或遮蔽这些广告。
			7.2 在符合相关法律的前提下，消防学院有权自主决定广告投放的形式、时长、位置、内容而不受任何第三方的干预。
			7.3 消防学院的产品与/或服务可能会提供与其他国际互联网网站或资源进行链接。消防学院会依照法律规定对广告商履行相关义务，但用户知悉并同意，这些广告商和广告内容非由消防学院控制，用户对广告信息应审慎判断其真实性、可靠性。用户通过消防学院的产品与/或服务与广告商或广告主进行任何形式的行为或产生任何形式的纠纷，由用户自行负责与解决，除法律规定由广告发布者承担的责任外，消防学院不承担任何额外责任，但根据需要会依法提供必要的协助。
		</view>
		<view class="catalog">
			8. 责任限制
			8.1 用户理解并同意，消防学院的产品与/或服务是按照现有技术和条件所能达到的现状提供的，消防学院无法保证其所提供的产品与/或服务毫无瑕疵，消防学院不对提供的产品与/或服务（含技术和信息）作出任何明示或暗示的承诺或保证，包括但不限于质量、稳定、正确、及时、完整、连贯、安全等，但消防学院承诺将不断提升服务质量及服务水平，为用户提供更加优质的服务。
			8.2 为了改善用户体验、保证产品、服务的安全性及产品功能的一致性，消防学院可能会对软件进行更新。您应将软件更新到最新版本，否则消防学院并不保证其一定能正常使用。
			8.3 消防学院对如下事项不做担保（包括但不限于）：
			8.3.1 消防学院提供的网站、客户端等软件虽然均已经过消防学院测试，但由于技术本身的局限性，消防学院不能保证其与其他软硬件、系统完全兼容。如果出现不兼容的情况，用户可将情况报告消防学院，以获得技术支持。如果无法解决问题，用户可以选择卸载、停止使用消防学院的产品与/或服务；
			8.3.2 使用消防学院服务涉及到网络服务，可能会受到各个环节不稳定因素的影响。因不可抗力、黑客攻击、系统不稳定、网络中断、用户关机、通信线路等原因，均可能造成消防学院的产品与/或服务中断或不能满足用户要求的情况。消防学院不保证消防学院的产品与/或服务适合用户的使用要求；
			8.3.3 由于消防学院提供的客户端等软件可以通过网络途径下载、传播，因此对于从非消防学院指定官方站点下载、非消防学院指定途径获得的消防学院服务相关软件，消防学院无法保证其是否感染计算机病毒、是否隐藏有伪装的木马程序等黑客软件，也不承担用户由此遭受的一切直接或间接损害赔偿等法律责任；
			8.3.4 消防学院不做出任何与消防学院的产品与/或服务的安全性、可靠性、及时性和性能有关的担保；
			8.3.5 消防学院不保证其提供的任何产品、服务或其他材料符合用户的期望。
			8.4 用户使用经由消防学院服务下载或取得的任何资料，其风险由用户自行负担，因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任。
			8.5 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，消防学院不承担任何直接、间接、附带、衍生或惩罚性的赔偿：
			8.5.1 消防学院的产品与/或服务使用或无法使用；
			8.5.2 经由消防学院的产品与/或服务购买或取得的任何产品、资料或服务；
			8.5.3 用户资料遭到未授权的使用或修改；
			8.5.4 其他与消防学院的产品与/或服务相关的事宜。
			8.6 用户应妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。因用户账号被泄露或被盗而造成的任何损失，如账号、账号内财产等丢失、减少的，消防学院不承担补偿责任。用户因电信和网通部门的通讯线路故障、网络或电脑故障、系统不稳定、不可抗力（如服务器宕机）等非消防学院原因造成账号、账号内财产等丢失、减少的，消防学院不承担补偿等责任。
			8.7 用户因缺少身份认证或认证信息不真实而导致账号、账号内财产等丢失、减少而无法找回的，消防学院不承担任何法律责任。
			8.8 用户理解并同意自主选择免费下载和使用消防学院的产品与/或服务，风险自负，包括但不限于用户使用消防学院的产品与/或服务过程中的行为，以及因使用消防学院的产品与/或服务产生的一切后果。如因下载或使用消防学院的产品与/或服务而对计算机系统造成的损坏或数据的丢失等，用户须自行承担全部责任。
			8.9 用户知悉并同意，消防学院为了整体运营的需要，或自行决定进行业务变更、调整及技术变更等，有权随时修改或中断、中止或终止产品与/或服务而无需通知用户，也无需向用户或第三方负责或承担任何赔偿责任，除非法律另有规定或双方另有约定。
			8.10 消防学院依据其自身判断，对于用户的任何违反或涉嫌违反中国法律或本协议约定的内容，有权视情节删除、屏蔽或断开链接；停止为用户提供服务或予以删除、撤销账户；并有权依据中国法律法规之规定保存有关信息并向相关政府部门进行报告。
			8.11 消防学院仅承担本协议明确约定的直接责任。除本协议另有约定外，在任何情况下，消防学院对本协议所承担的赔偿责任总额不超过消防学院因向您提供产品与/或服务而收取的服务费总额。
			8.12 不论是否可以预见，不论是源于何种形式的行为，消防学院不对由任何原因造成的特别的、间接的、惩罚性的、突发性的或有因果关系的损害或其他任何损害（包括但不限于利润或利息的损失、经营中断、资料灭失）承担责任。
		</view>
		<view class="catalog">
			9. 服务的变更和中断/终止
			9.1 消防学院有权根据消防学院的业务发展情况，暂时或永久地变更或终止消防学院的产品与/或服务（或任何一部分），无论是否通知用户，消防学院对消防学院的产品与/或服务的变更或终止对用户和任何第三人不承担违约责任，因在前述情况下变更或终止消防学院的产品与/或服务（或任何一部分）导致用户合法权益遭受损失的，在用户提出申请后，消防学院将根据确认的实际损失情况给予用户适当的补偿。
			9.2 除前述9.1条所述的情形外，在发生如下情况时，消防学院有权中断或终止向用户提供服务：
			9.2.1 您主动提出要求的；
			9.2.2 您存在或消防学院经独立判断后认为您存在任何违反国家法律法规或监管政策、违反本协议或有损消防学院的声誉、利益的行为的；
			9.2.3 消防学院根据法律法规、监管政策的规定或有权机关的要求；
			9.2.4 消防学院为维护账号与系统安全等紧急情况之需要；
			9.2.5 不可抗力（鉴于互联网之特殊性质，不可抗力亦包括黑客攻击、电信部门技术调整导致之重大影响、因政府管制而造成之暂时关闭、病毒侵袭等影响互联网正常运行之情形）；
			9.2.6 其他消防学院无法抗拒的情况。
			9.3 发生前述9.2条所述之终止的情况时，您与消防学院均认可如下处理方式：
			9.3.1 您的账号下已经产生但未使用的权益自动清除且不折现；
			9.3.2 如您在消防学院的平台内有正在进行中的交易，消防学院届时将视情况进行合理处理；
			9.3.3 除法律法规另有规定或消防学院另有说明外，消防学院已收取的相关费用不予退还；
			9.3.4 如因您违反本协议导致终止的，消防学院有权视情况要求您承担相应的违约责任；
			9.3.5 除法律法规另有规定或消防学院另有说明外，消防学院无需向您和第三人承担任何责任。
		</view>
		<view class="catalog">
			10. 账号注销
			10.1 消防学院为您提供消防学院账号注销权，您可以通过在线申请注销或联系消防学院的客服或通过其他消防学院公示的方式注销您的账号（但法律法规另有规定的或本协议另有约定的除外），一旦您注销账号，将无法使用消防学院提供的全线用户产品与/或服务，且自动放弃已有的权益，因此请您谨慎操作。
			10.2 除法律法规另有规定外，注销账号之后，消防学院将停止为您提供消防学院所有的产品与/或服务，您曾通过该账号使用的消防学院的产品与/或服务下的所有内容、信息、数据、记录将会被删除或匿名化处理
		</view>
		<view class="catalog">
			11. 未成年人条款
			11.1 消防学院非常注重未成年人的保护。若用户为未成年人的，应在监护人监护、指导下阅读本协议，并在取得监护人的书面同意后使用消防学院的产品与/或服务。
			11.2 监护人应指导子女上网应该注意的安全问题，防患于未然。消防学院不鼓励未成年人使用消防学院平台的产品/服务进行任何消费行为，如有消费，未成年人应请监护人操作或在监护人明示同意下操作，否则不得使用消费服务。
			11.3 消防学院提醒未成年人用户在注册、使用消防学院的产品与/或服务时，要善于网上学习，认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活。
		</view>
		<view class="catalog">
			12. 通知
			12.1 本协议项下消防学院对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达用户。
		</view>
		<view class="catalog">
			13. 联系方式
			13.1 如您对本协议或使用消防学院的产品与/或服务相关的事宜有任何问题（包括问题咨询、投诉等），消防学院专门为您提供了多种反馈通道，希望为您提供满意的解决方案：
			13.1.1 在线客服/其他在线意见反馈通道：您可与消防学院的平台上产品功能页面的在线客服联系或者在线提交意见反馈；
			13.1.2 人工客服通道：您可以拨打消防学院的任何一部客服电话与消防学院联系；
			13.1.3 专设的邮件通道：消防学院在app内“我的”栏目设置反馈意见的窗口，您可以通过该窗口与消防学院联系；
			13.1.4 其他方式：消防学院提供的其他反馈通道。
			13.2 消防学院会在收到您的反馈后尽快向您答复。
		</view>
		<view class="catalog">
			14. 其他
			14.1 本协议的解释及争议解决均应适用中华人民共和国大陆地区法律。与本协议相关的任何纠纷，双方应协商友好解决；若不能协商解决，您同意将争议提交至上海赛弗实业有限公司住所所在地人民法院诉讼解决。双方同意，解决争议时，应以您同意的最新《消防学院服务协议》为准。
			14.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
			14.3 本协议于更新公布后即生效。
		</view>
		<view class="catalog">
			上海赛弗实业有限公司
		</view>
	</view>
</template>

<script>
</script>

<style lang="less" scoped>
	.service-argeement {
		font-size: 32rpx;
		color: #666;
		padding: 24rpx;
		line-height: 48rpx;
		white-space: pre-line;

		&-title {
			font-size: 36rpx;
			text-align: center;
			color: #333;
			font-weight: 600;
			margin: 32rpx 0;
		}

		.catalog {
			margin-top: 32rpx;
		}
	}
</style>
